Revit 2027 API
ParameterTypeId.TrussBearingChordTopBottomParam Property
 "Bearing Chord"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussBearingChordTopBottomParam { get; }
Public Shared ReadOnly Property TrussBearingChordTopBottomParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussBearingChordTopBottomParam {
	ForgeTypeId^ get ();
}
static member TrussBearingChordTopBottomParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace